package oschasnaya.L3;

public class Lesson3_TaskA2 {
    public static void main(String[] args) {
        String a, b, c, d, e, f, g, h;
        a = "Владей собой среди толпы смятенной;\n";
        b = "Тебя клянущей за смятенье всех,\n";
        c = "Верь сам в себя наперекор вселенной,\n";
        d = "И маловерным отпусти их грех;\n";
        e = "Пусть час не пробил, жди, не уставая,\n";
        f = "Пусть лгут лжецы, не снисходи до них;\n";
        g = "Умей прощать и не кажись, прощая,\n";
        h = "Великодушней и мудрей других.\n";
        System.out.println("Мое любимое стихотворение\n\n" + a + b + c + d + e + f + g + h);
    }
}
